[
    {
        "table": "arctype",
        "tipe_id": 1,
        "typeName": "Церкви та монастирі",
        "_id": "16fZyy2uBRxUycuX"
    },
    {
        "table": "arcobj",
        "tipe_id": 3,
        "id": 5,
        "objName": "Будинок Шпрехера",
        "image": "/images/Цивільна архітектура/Будинок Шпрехера.png",
        "curaddr": "Львів, площа Міцкевича, 8",
        "descr": "Буди́нок Шпре́хера (інші назви — Будинок Книги) — перший львівський хмарочос (має 7 поверхів), споруджений у стилі неокласицизму з елементами модернізму у 1912—1921 роках за проєктом Фердинанда Касслера. Розташований в межах державного історико–архітектурного заповідника у Львові — об'єкта Світової спадщини ЮНЕСКО та внесений до Реєстру пам'яток архітектури місцевого значення під охоронним № 190-м. Перший двоповерховий будинок на цьому місці збудовано 1829 року. Він належав родині кравця Марцелі Громадзінського, який 1847 року побудував чотириповерхову кам'яницю Понінського[2]. У 1867 році власником будинку став граф Калікст Понінський, а пізніше граф Любомирський. З 1880 року в цьому будинку деякий час містилася перша дирекція Галицької залізниці, а також розташовувалася відома «Академічна книгозбірня». У 1902—1912 роках тут діяла популярна серед львівських письменників та художників кав'ярня «Монополь» (власник Ф. Гексель), яку часто відвідував Іван Франко. Постійними клієнтами кав'ярні були також політик Болеслав Вислоух, історики Францішек Яворський і Богдан Януш, професор Василь Щурат, художники Ярослав Пстрак і Фредерик Паутч.",
        "_id": "56QgpSfhazEkMB5w"
    },
    {
        "table": "arcobj",
        "tipe_id": 1,
        "id": 1,
        "objName": "Вірменська церква",
        "image": "/images/Церкви та монастирі/Armenian Church.png",
        "curaddr": "вул. Вірменська, 7-13",
        "descr": "Вірменську церкву збудовано у другій половині XIV століття (1363–1370 роки). Засновниками храму були вірмени з-за меж Львова: Якуб, син Шахіншаха, родом з Кафи та Панос, син Авраама (Абрагаміанча) з Газарату чи іншої колонії Генуезької Республіки. Храм був зведений італійським архітектором-майстром Дорінгом[1], ймовірно, за участі вірменських будівельників. На думку деяких дослідників (Владислав Лозинський, Тадеуш Маньковський), він також народився в італійській родині в Кафі або приїхав до Криму з Генуї. Цим пояснюється його добре знання традицій архітектури Італії, Вірменії та Візантії. На думку інших дослідників (Яцек Хршанчевський), суттєво вплинув на побудову цього вірменського собору вірменський храм Сурб-Ншан (Святого Знамення) у гірському монастирі Сурб-Хач (Святий Хрест) поблизу Старого Криму.",
        "_id": "8CYmn2YXF2nykDEl"
    },
    {
        "table": "arcobj",
        "tipe_id": 1,
        "id": 2,
        "objName": "Успенська церква",
        "image": "/images/Церкви та монастирі/Assumption Church.png",
        "curaddr": "79008, м. Львів, вул. Руська, 5/7",
        "descr": "Побудована Успенським братством церква мала трьох своїх попередниць. Перша Успенська церква існувала, ймовірно, ще за княжих часів[2], її спалили під час нападу на Львів польських феодалів у 1340 р. Друга, мурована церква, яку вперше згадують у 1421 році, проіснувала до пожежі 1527 року. Зруйнований пожежею храм відбудовує у 1547—1559 роках архітектор Петро Італієць — уродженець міста Лугано. Кошти на його спорудження дав, крім місцевого населення, молдавський господар Олександр Лопушанин (Лопушняну) та його дружина Роксана: в пам'ять про це церкву називали Волоською. Вона також недовго простояла, згоріла під час пожежі 1571 року[3]. Схематичне зображення цього храму збереглося на печатці Ставропігійського братства.",
        "_id": "fPwixdbJfIT9WMAo"
    },
    {
        "table": "arcobj",
        "tipe_id": 2,
        "id": 4,
        "objName": "Міський арсенал",
        "image": "/images/Оборонні споруди/Арсенал_Львів.jpg",
        "curaddr": "вулиця Підвальна, 5, Львів, Львівська область, 79000",
        "descr": "Міськи́й арсена́л — фортифікаційна споруда у Львові, побудована в 1574–1576 роках.[1] Пам'ятка ренесансної оборонної архітектури. Сьогодні в споруді розміщується музей зброї «Арсенал» — відділ Львівського історичного музею. Археологічні дослідження на території арсеналу виявили залишки дерев'яних конструкцій, датованих 1270-1290-х роками, тобто часами князя Лева.[2] До 1430 р. найдавніший міський арсенал було примуровано до Низького муру. Після пожежі 1527 р. споруду розібрали і до 1556 р. нову одноярусну будівлю арсеналу прибудували до Високого муру Львова, залишки якого видно з вулиці Арсенальної. Його присвятили св. Михайлу. Після нової пожежі арсенал відбудували двоярусним (1574–1575), а з 1582 при ньому облаштували людвисарню для відливання гармат. При реконструкції 1670-х років арсенал отримав третій ярус. Значно потерпів від пожежі 1703 р., коли від вибуху пороху обвалилось склепіння, утворились проломи у стінах і загинуло 36 міщан.",
        "_id": "g0MS7DGJGmV5sB0k"
    },
    {
        "table": "arctype",
        "tipe_id": 3,
        "typeName": "Цивільна архітектура",
        "_id": "hobp9dsixgXYS6am"
    },
    {
        "table": "arctype",
        "tipe_id": 2,
        "typeName": "Оборонні споруди",
        "_id": "muOU1PGIH8IMCGv6"
    },
    {
        "table": "arcobj",
        "tipe_id": 1,
        "id": 3,
        "objName": "Бернардинський костел",
        "image": "/images/Церкви та монастирі/Bernadine Church.png",
        "curaddr": "Соборна площа, 1, Львів, Львівська область, 79000",
        "descr": "Косте́л свято́го Миха́йла та монасти́р о́рдену отці́в бернарди́нів (пол. Kościół św. Michała i klasztor oo. Bernardynów) — пам'ятка сакрального будівництва епохи маньєризму, колишній римо-католицький монастирський комплекс, закладений на початку XVII століття, архітектурна домінанта міста Ізяслава на Волині. Між 1797–1815 роками — головна резиденція Руської провінції непорочного зачаття Пресвятої Діви Марії бернардинів. Стоїть у Старому місті, на високому лівому березі річки Горині. До комплексу будівель належали мурований костел і монастир, дзвіниця, каплиці, господарські будівлі тощо. У північно-західній ділянці монастирського терену були цвинтар і сад, у північно-східній — ставок і сад. Монастирський комплекс оточував високий оборонний мур з бійницями і в'їзними брамами. Нині використовується як в'язниця.",
        "_id": "nRuSvuSotIpd96Pk"
    }
]